import React from 'react';

const Theory2 = () => {
  return (
    <div>
      <h2 className="mb-3">Понятие средней величины</h2>
      <p>В прикладной математике исследованием количественных характеристик массовых случайных событий или явлений занимается раздел математической статистики.</p>
      <p><span className="fw-bold">Математическая статистика</span> – наука о математических методах систематизации, обработки и использовании статистических данных для научных и практических выводов.  Для этих исследований большое значение имеет применение расчетов средних величин. Показатель в форме средней величины выражает типичные черты и дает обобщающую характеристику однотипных явлений  по одному из варьирующих признаков.</p>
      <p className="fw-bold">Важнейшее свойство средней величины заключается в том, что она отражает то общее, что присуще всем единицам исследуемой совокупности. </p>
      <p>Значения признака отдельных единиц совокупности колеблются в ту или иную сторону под влиянием множества факторов, среди которых могут быть как основные, так и случайные. Поэтому на этапе статистической обработки данных нужно выбрать соответствующую среднюю, чтобы максимально исключить отклонения значений признака отдельных единиц совокупности, обусловленные действием случайных факторов, но учитывающие  изменения, вызванные действием факторов основных.</p>
    </div>
  );
};

export default Theory2;