import React from 'react';

const Theory1 = () => {
  return (
    <div>
      <h2 className="mb-3">Понятие числового набора данных</h2>
      <p>В основе любого статистического исследования лежит массив информационных данных. Раздел статистики, занимающийся описанием числовых данных, называется описательной статистикой.</p>
      <p>Числовые наборы могут иметь разную природу и требовать разных способов описания, поэтому их делят на генеральные совокупности данных, выборки, ряды.</p>
      <p><span className="fw-bold">Генеральная совокупность</span> – это набор всех объектов, которые нужно исследовать.</p>
      <p><span className="fw-bold">Выборка</span> – это часть набора данных из совокупности, на основе которого проводится статистический анализ.</p>
      <p><span className="fw-bold">Ряд</span> – упорядоченный набор данных.</p>
      <p>Таким образом, числовые данные сначала нужно подходящим способом представить в удобном  виде (таблица, графики и т.п.), а затем – исследовать и описать. Для этого статистика использует средние величины.</p>
    </div>
  );
};

export default Theory1;